@extends('front.layouts.main', [
    'page_title' => 'درباره ما',
    'page_description' => 'آموزش پروژه محور برنامه نویسی وب و طراحی سایت با لاراپلاس',
])

@section('content')
    <div class="container px-5 mx-auto lg:max-w-screen-lg min-h-[calc(100vh-8.93rem)] md:min-h-0">
        <div class="pt-5">
            <x-front.breadcrumbs :items="$breadCrumbs" class="lg:!text-base"></x-front.breadcrumbs>
        </div>

        <div class="mt-6 grid grid-cols-12 lg:gap-x-4">
            <div class="col-span-12">
                <x-front.card>


                    <div class="description">

                        <h2>درباره لاراپلاس</h2>

                        <p>لاراپلاس مثل یه مربیه که قراره برنامه نویسی وب رو به صورت اصولی ازش یاد بگیری تا راهت برای ورود
                            به بازار کار هموار بشه. با این توضیح که این مربی در تمامی مراحل همراهته و از هیچ کمک و پشتیبانی
                            در این راه برات کم نمیذاره .</p>
                        <p>ایده لااراپلاس از تیرماه 1400 و با راه اندازی پیج اینستاگرامی sirvan_monfared به ذهنم رسید تا
                            بتونم یک منبع جامع و کامل برای آموزش برنامه نویسی وب با محوریت ساخت پروژه های واقعی به همراه
                            پشتیبانی دائمی به علاقه مندهای برنامه نویسی ارائه بدم </p>
                        <div class="section-title">
                            <h3>چرا دوره های لاراپلاس مربی محوره؟</h3>
                        </div>
                        <p>من، سیروان منفرد، مدیر و موسس آکادمی برنامه نویسی لاراپلاس به این باور دارم که هرکسی در صورت
                            داشتن یه منتور (مربی) خوب، میتونه به برنامه نویس قابلی تبدیل بشه. اما نه هر منتوری!</p>
                        <p>یک مربی برنامه نویسی خوب، باید خودش تجربه سال ها کار در این حوزه رو داشته باشه. باید با شرکت ها و
                            کارفرماهای مختلف کار کرده باشه.
                            باید سختی های کار فریلنسری و کار استخدامی رو درک کرده باشه. باید خودش به مفاهیم عمیق برنامه
                            نویسی مسلط باشه تا بتونه اون ها رو به روش ساده برای دانشجوها توضیح بده. باید حوزه های مختلف
                            برنامه نویسی (فرانت اند، بک اند و ...) رو کار کرده باشه
                        </p>
                        <p>صراحتا بهتون میگم اگر دیدید کسی ادعای آموزش برنامه نویسی رو داشت ولی این ویژگی هایی که گفتم رو
                            درش ندیدید سراغ اون آدم برای یادگیری برنامه نویسی نرید. حتی اگر اون آدم من باشم! چرا؟!
                            چون همه میتونن کدنویسی رو بهت یاد بدن. ولی هرکسی نمیتونه مفاهیم برنامه نویسی رو بهت انتقال بده.
                            هرکسی نمیتونه وقتی به مشکلی توی کدها برخوردی با یک نگاه بهت بگه مشکلت کجاست. !</p>
                        <p>پس اگه ابتدای راه هستی (یا میخوای مهارت های برنامه نویسیت رو توسعه بدی) حتما موقع انتخاب مربی به
                            این نکاتی که گفتم دقت کن. چون مربی خوب میتونه درک درستی از مفاهیم پایه ای برنامه نویسی رو در تو
                            بوجود بیاره که تا سال های سال باهات باقی میمونه</p>

                        <div class="section-title">
                            <h3>مزیت دوره های لاراپلاس چیه؟</h3>
                        </div>

                        <p>1- تمام دوره های لاراپلاس بر اساس آخرین بروزرسانی های زبان یا فریمورک مربوطه ارائه میشن و
                            بنابراین خیالتون از آپدیت بودن مطالبی که یاد میگیرید کاملا راحته.</p>
                        <p>2- تمام دوره های آموزش برنامه نویسی لاراپلاس پشتیبانی دائمی دارن و هیچ محدودیت زمانی برای اون ها
                            وجود نداره. کافیه یک بار دوره رو خریداری کنید تا شخص بنده (سیروان منفرد) به عنوان مربی و
                            پشتیبان، شما رو تا انتهای مسیر همراهی کنم </p>
                        <p>3- مهم ترین ویژگی دوره های لاراپلاس پروژه محور بودن اونهاست. یعنی شما در طول هر دوره چندین پروژه
                            واقعی رو کار میکنید که باعث میشه یادگیری شما به صورت اصولی در بستر ساخت پروژه های واقعی اتفاق
                            بیفته</p>
                        <p>4- ساعت ها فکر و ایده پردازی پشت هریک از دوره های برنامه نویسی لاراپلاس وجود داره تا مطمئن باشیم
                            محتوایی که به شما ارائه میکنیم از همه نظر جامع، کامل و مناسب برای ورود شما به بازار کار باشه
                        </p>
                        <p>5- اگر به هردلیلی از هر کدوم از دوره ها رضایت نداشتید می تونید تا 15 روز از خریدتون، درخواست
                            انصراف و بازگشت وجه بدید. به همین سادگی! </p>
                        <p class="leading-loose">
                            <a class="text-blue-400" href="https://www.instagram.com/sirvan_monfared"
                                target="_blank">اینستاگرام</a>،
                            <a class="text-blue-400" href="https://t.me/laraplus_ir" target="_blank">تلگرام</a> و
                            <a class="text-blue-400" href="https://www.linkedin.com/in/sirvan-monfared-72b4ab192/"
                                target="_blank">لینکدین </a>
                            راه های
                            برقراری ارتباط با منه. پس تعارف رو بذار کنار و هر سوالی داری ازم بپرس
                        </p>
                    </div>
                </x-front.card>
            </div>
        </div>
    </div>
@endsection
