<div class="row footer-wrap">
    <div class="col-lg-8">
        <h3>آکادمی آنلاین لاراپلاس، دوره های مربی محور آموزش برنامه نویسی وب</h3>
        <div class="footer-description">
            <p>احتمالش هست که بعضی هاتون من رو بشناسید. <strong>سیروان منفرد</strong> هستم برنامه نویس و توسعه دهنده وب</p>
            <p>نزدیک به 8 سال سابقه برنامه نویسی بک اند با php و فریمورک های اون رو دارم از cakePHP گرفته تا CodeIgniter و ....
             از 4 سال پیش هم که با فریمورک لاراول آشنا شدم بیشتر اوقات روزم رو دارم باهاش سپری میکنم.
            از روزی هم که فریمورک VueJs معرفی شد کار من روی فرانت اند  شروع شد و نزدیک به سه سالی هست که به صورت حرفه ای روی فرانت اند و مخصوصا Vuejs  هم کار میکنم</p>
            <p>چالش های زیادی رو توی این سال ها هم به صورت فریلنسری و هم کار استخدامی پشت سر گذاشتم و زمان خیلی زیادی رو هم صرف آموزش و افزایش مهارت های برنامه نویسی خودم کردم.
                حالا هم میخوام این تجربیات و مهارت ها رو با چهار اصل تضمین کیفیت محتوا، دوره های پروژه محور، پشتیبانی مادام العمر همراه با آپدیت های رایگان وتضمین بازگشت وجه در صورت نارضایتی از دوره ها در اختیارت قرار بدم تا تو هم بتونی توی بازارکار بدرخشی
            </p>
            <p><a href="https://www.instagram.com/sirvan_monfared" target="_blank">اینستاگرام</a>، <a href="https://t.me/laraplus_ir" target="_blank">تلگرام</a> و <a href="https://www.linkedin.com/in/sirvan-monfared-72b4ab192/" target="_blank">لینکدین </a> راه های برقراری ارتباط با منه. پس تعارف رو بذار کنار و هر سوالی داری ازم بپرس</p>
        </div>
    </div>
    <div class="col-lg-4 footer-safe-pay">
        <img src="{{ asset('assets/img/zarinpal-safe-pay.png') }}" alt="پرداخت ایمن با زرین پال" class="safe-pay-img" loading="lazy" width="250" height="150">
    </div>
</div>



